DAYS_OF_WEEK = [
    ("mon", "Понедельник"),
    ("tue", "Вторник"),
    ("wed", "Среда"),
    ("thu", "Четверг"),
    ("fri", "Пятница"),
    ("sat", "Суббота"),
    ("sun", "Воскресенье"),
]

CONTRAINDICATIONS = [
    ("heart_disease", "❤️ Болезни сердца"),
    ("hypertension", "💓 Гипертония"),
    ("diabetes", "🦸️ Диабет"),
    ("asthma", "🌬️ Астма"),
    ("joint_problems", "🦴 Проблемы с суставами"),
    ("pregnancy", "🤰 Беременность"),
    ("back_pain", "🧐 Боли в спине"),
    ("obesity", "⚖️ Ожирение"),
    ("none", "✅ Нет противопоказаний"),
]

GENDERS = [
    ("male", "Мужской"),
    ("female", "Женский"),
]

LOCATIONS = [
    ("gym", "🏋️‍♂️ Зал"),
    ("home", "🏠 Дом"),
    ("outdoors", "🏞️ На улице"),
]
